Repository: 1312inc/PocketLists-Webasyst
Catalog: locale/*/LC_MESSAGES/pocketlists.po
Languages: ru_ru

source: To archive an active list, tap on it’s checkmark.
ru_ru: Чтобы добавить список в архив, щелкните по большой галочке слева от названия списка.

source: Archive is empty
ru_ru: Архив пуст

source: Archiving is a handy way to hide a to-do list instead of deleting it permanently. To archive a list, tap on it’s big checkmark or click <em>Archive list</em> in the list action menu.
ru_ru: Архив — это удобный способ для скрытия ненужных списков вместо их удаления. Чтобы добавить список в архив, щелкните по большой галочке слева от названия списка или выберите <em>В архив</em> в меню действий со списком.

source: Archive
ru_ru: Архив

source: Completed by %s
ru_ru: Выполнен %s

source: Edit
ru_ru: Редактировать

source: Assigned to %s
ru_ru: Ответственный %s

source: Title
ru_ru: Название

source: Note
ru_ru: Заметка

source: Optional text note
ru_ru: Необязательное текстовое описание

source: Attachment
ru_ru: Вложение

source: Priority
ru_ru: Приоритет

source: Due
ru_ru: Срок

source: Set time
ru_ru: Указать время

source: Clear time
ru_ru: Только дата

source: This item is <strong>marked as completed</strong>. Setting priority and due date won’t be visible within the to-do list.
ru_ru: Эта задача уже <strong>отмечена как выполненная</strong>. Установка приоритета и срока не повлияют на отображение задачи в списках.

source: Repeat
ru_ru: Повторять

source: None
ru_ru: Нет

source: Every Day
ru_ru: Каждый день

source: Every Week
ru_ru: Каждую неделю

source: Every 2 Weeks
ru_ru: Каждые 2 недели

source: Every Month
ru_ru: Каждый месяц

source: Every Year
ru_ru: Каждый год

source: Custom...
ru_ru: По-другому…

source: Location
ru_ru: Место

source: Assigned to
ru_ru: Ответственный

source: Nobody
ru_ru: Не указан

source: Created
ru_ru: Создано

source: Completed
ru_ru: Выполнено

source: Delete to-do
ru_ru: Удалить задачу

source: Save
ru_ru: Сохранить

source: or
ru_ru: или

source: cancel
ru_ru: отмена

source: error
ru_ru: ошибка

source: saved
ru_ru: сохранено

source: More
ru_ru: Еще

source: Get public link
ru_ru: Получить ссылку

source: Sort
ru_ru: Сортировать

source: Email list
ru_ru: Отправить по почте

source: Print list
ru_ru: Распечатать

source: Archive list
ru_ru: Поместить в архив

source: Edit list
ru_ru: Редактировать список

source: Delete list
ru_ru: Удалить список

source: New to-do
ru_ru: Новая задача

source: Unarchive list
ru_ru: Восстановить из архива

source: Delete
ru_ru: Удалить

source: New list
ru_ru: Новый список

source: Logbook
ru_ru: Журнал

source: Show all %d completed to-do
ru_ru: Показать все %d выполненную задачу

source: Icon
ru_ru: Иконка

source: Change
ru_ru: Изменить

source: Color
ru_ru: Цвет

source: Choose list icon
ru_ru: Выберите иконку для списка

source: Cancel
ru_ru: Отмена

source: To-do stream is empty
ru_ru: Список задач пуст

source: Logbook is empty
ru_ru: Журнал пуст

source: Logbook will automatically collect all to-do items completed by you and your teammates.
ru_ru: В журнал автоматически добавляются задания, выполненные вами и вашей командой.

source: This pocket is empty. Start by creating a to-do list.
ru_ru: Проект пока не содержит списков. Создайте первый список!

source: (unnamed pocket)
ru_ru: (проект без названия)

source: New pocket
ru_ru: Новый проект

source: Pocket name
ru_ru: Название проекта

source: Access rights
ru_ru: Права доступа

source: Use Contacts app to customize access rights for pockets.
ru_ru: Используйте приложение «Контакты» для разделения прав доступа по проектам.

source: Everyone
ru_ru: Все

source: Every user who can access Pocket Lists app will see lists and to-dos in this pocket.
ru_ru: Каждый пользователь Pocket Lists будет иметь доступ к этому проекту.

source: Limited
ru_ru: Ограниченный

source: Selected users
ru_ru: Выбрать пользователей

source: Start typing name...
ru_ru: Начните вводить имя…

source: My personal settings
ru_ru: Мои личные настройки

source: App icon counter
ru_ru: Счетчик на иконке

source: Reds
ru_ru: Красные

source: Reds + Yellows
ru_ru: Красные + Желтые

source: Reds + Yellows + Greens
ru_ru: Красные + Желтые + Зеленые

source: Only unassigned to-dos and to-dos assigned to you will be counted in the app icon counter.
ru_ru: В счетчике учитываются задачи, которые либо не назначены ни на кого, либо назначены на вас.

source: To-do stream inbox
ru_ru: Входящий список

source: When you add to-dos to your To-do stream directly, they will be added into the specified to-do list.
ru_ru: Когда вы добавляете задачу в общий поток, она будет автоматически добавлена в выбранный список.

source: Email me
ru_ru: Email-уведомления

source: Daily recap on what’s up next
ru_ru: Ежедневная сводка о следующих задачах

source: for today
ru_ru: на сегодня

source: for today and tomorrow
ru_ru: на сегодня и завтра

source: for next 7 days
ru_ru: на следующие 7 дней

source: Daily recap notifications require CRON to be configured, which is not the case for your Pocket Lists app. Cron the following command to run daily:
ru_ru: Для отправки ежедневных напоминаний необходимо настроить CRON. Добавьте следующую команду к запуску каждый день:

source: We’ll keep you up to date! And when there is nothing planned for the upcoming period, no alerts will be sent.
ru_ru: Уведомления настроены! Когда ничего не запланировано на предстоящий период, уведомления отправляться не будут.

source: When someone assigns me a to-do
ru_ru: О назначении задач на меня

source: When someone marks a to-do item as complete
ru_ru: О выполнении задач

source: only items I created
ru_ru: которые я создал

source: only items I marked as favorite
ru_ru: которые я выделил как избранные

source: only items on to-do lists I previously marked as favorite
ru_ru: которые находятся в моих избранных списках дел

source: any item on any list
ru_ru: любых задач

source: When someone adds a to-do item
ru_ru: О создании новых задач

source: to any list I previously marked as favorite
ru_ru: которые я выделил как избранные

source: to just any list
ru_ru: любых задач

source: When someone comments a to-do item
ru_ru: О комментариях к задачам

source: which I’ve created
ru_ru: которые я создал

source: which I previously marked as favorite
ru_ru: которые я выделил как избранные

source: in just any list
ru_ru: любым задачам

source: When someone creates a new to-do list
ru_ru: О создании новых списков

source: Pockets
ru_ru: Проекты

source: Invite your teammates!
ru_ru: Соберите команду!

source: Use <strong>Contacts app</strong> to add your teammates to Pocket Lists and to start collaborating on to-do lists together.
ru_ru: Используйте <strong>приложение «Контакты»</strong> для предоставления вашей команде доступа к Pocket Lists.

source: No to-dos were assigned to %s yet
ru_ru: Нет назначенных задач

source: %s’s to-do list is empty
ru_ru: %s: нет назначенных задач

source: To assign a to-do to a user, either select him in to-do item details or add a to-do item above.
ru_ru: Выберите ответственного за задачу в ее свойствах или просто добавьте задачу с помощью ссылки выше.

source: To-do stream
ru_ru: Задачи

source: Show stream
ru_ru: Поток задач

source: To-do stream automatically collects all important to-dos created by you and your teammates, and shows you what to do next.
ru_ru: Поток задач — это динамический список самых важных задач из всех списков и проектов, созданных вами и вашей командой.

source: List completed
ru_ru: Список выполнен

source: You can either automatically complete all to-do items on this list and continue adding new items, or archive this list to hide it until you need it some day in the future.
ru_ru: Отметьте все задачи этого списка как выполненные или отправьте список в архив, чтобы спрятать его до лучших времен.

source: Mark all to-dos as completed
ru_ru: Список выполнен

source: Delete item?
ru_ru: Удалить задачу?

source: Item will be deleted permanently without the ability to restore. Are you sure?
ru_ru: Задача будет удалена без возможности восстановления. Вы уверены?

source: Delete item
ru_ru: Удалить задачу

source: List will be deleted permanently without the ability to restore. Are you sure?
ru_ru: Список будет удален без возможности восстановления. Вы уверены?

source: Lists
ru_ru: Списки

source: To-do
ru_ru: Задачи

source: Favorites
ru_ru: Избранные

source: Map
ru_ru: Карта

source: Tags
ru_ru: Теги

source: Notes
ru_ru: Заметки

source: Team
ru_ru: Команда

source: Settings
ru_ru: Настройки

source: UNDONE
ru_ru: ВОЗВРАТ

source: DONE
ru_ru: ГОТОВО

source: New to-do on your favorite list!
ru_ru: Новая задача в избранном списке!

source: NEW: You’ve been assigned to a to-do
ru_ru: НОВОЕ: Вам назначена задача

source: Daily recap for %s
ru_ru: Список задач на %s

source: New list!
ru_ru: Новый список!

source: %s created new list %s
ru_ru: %s создал новый список «%s»

source: %s deleted a list
ru_ru: %s удалил список

source: %s archived %s
ru_ru: %s отправил в архив список «%s»

source: %s added new items to %s
ru_ru: %s добавил новые задачи в список «%s»

source: No access
ru_ru: Нет доступа

source: Full access
ru_ru: Полный доступ

source: Just %d more items left on <a href="%s">%s</a>
ru_ru: Осталось %d задач в списке «<a href="%s">%s</a>»

source: Woohoo, <a href="%s">%s</a> to-do list has been completed :)
ru_ru: Ура, список «<a href="%s">%s</a>» полностью выполнен :)

source: Here is your <a href="%s">daily recap</a> for %s:
ru_ru: Ваш <a href="%s">список задач</a> на %s:

source: You’ve been assigned a new to-do
ru_ru: Вас назначили ответственным по заданию

source: There are new items on your favorite <strong>%s</strong> to-do list:
ru_ru: В вашем избранном списке <strong>%s</strong> появились новые задачи:

source: There are new items on <strong>%s</strong> to-do list:
ru_ru: В списке <strong>%s</strong> появились новые задачи:

source: Hi %s,
ru_ru: Привет, %s!

source: <strong>%s</strong> on %s
ru_ru: <strong>%s</strong> %s

source: <strong>%s</strong> by %s
ru_ru: <strong>%s</strong> %s

source: %s have just completed a to-do <strong>%s</strong>
ru_ru: %s выполнил задачу <strong>%s</strong>

source: Favorite
ru_ru: В избранные

source: Comment
ru_ru: Комментировать

source: Only you can see this item
ru_ru: Только вы видите эту задачу

source: Add comment
ru_ru: Добавить комментарий

source: Attachments
ru_ru: Прикрепленные файлы

source: List
ru_ru: Список

source: Removing to-do item from a list makes it <strong>your private to-do item</strong> hidden from your teammates, and available on your To-do Stream only.
ru_ru: Удаление задачи из всех списков сделает его <strong>видимым только вам</strong> в потоке задачи. Другие пользователи не увидят такую задачу.

source: Print
ru_ru: Распечатать

source: To
ru_ru: Кому

source: Subject
ru_ru: Тема

source: Message
ru_ru: Сообщение

source: Send
ru_ru: Отправить

source: Delete pocket
ru_ru: Удалить проект

source: To-do Stream inbox
ru_ru: Список для входящих

source: When you add to-dos to your To-do Stream directly, they will be added into the specified to-do list and thus will be available to your teammates who can access this list. If you want such to-dos be your private to-dos by default, select None.
ru_ru: Когда вы добавляете задачу в поток задач напрямую, она будет сохранена в выбранном списке дел и станет видимой всем сотрудникам, у которых есть доступ к этому списку. Если вы хотите, чтобы все задачи, добавленные в поток, были видны только вам, выберите «Нет».

source: Natural input
ru_ru: Умный ввод

source: Set due date and time according to to-do name
ru_ru: Устанавливать срок выполнения по названию задачи

source: When enabled, Pocket Lists will automatically parse to-do name and set due date and time if it was typed.<br> E.g. “meeting tomorrow morning”, “call James next friday 5pm”.
ru_ru: Приложение автоматически установит дату и время выполнения задачи по введенному названию.<br> Например, «встреча завтра утром», «позвонить Кириллу в пятницу в 17:00» — Pocket Lists понимает по-русски и по-английски.

source: We’ll keep you up to date and notify you on what’s up next! And when there is nothing planned for the upcoming period, no alerts will be sent.
ru_ru: Уведомления настроены! Вы получите сообщение со списком предстоящих дел. Когда ничего не запланировано на предстоящий период, уведомления отправляться не будут.

source: Last Cron execution time: %s
ru_ru: Последний запуск Cron: %s

source: ALL TO-DO LISTS AND ITEMS FROM THIS PROJECT WILL BE DELETED PERMANENTLY. ARE YOU SURE?
ru_ru: ВСЕ СПИСКИ И ЗАДАЧИ ЭТОГО ПРОЕКТА БУДУТ УДАЛЕНЫ БЕЗ ВОЗМОЖНОСТИ ВОССТАНОВЛЕНИЯ. ВЫ УВЕРЕНЫ?

source: This is <strong>To-do Stream</strong> — your personal dynamic to-do list that automatically collects all important to-dos from all of your lists and presents them in the priority &amp; due order. Most important to-dos are on top. Since this is your personal list, to-do items assigned to your teammates won’t be listed on this list.
ru_ru: Это <strong>Поток задач</strong> — ваш список дел, в котором автоматически собираются задачи из всех списков и сортируются в порядке приоритета и срока выполнения. Самые важные задачи наверху. Это ваш персонифицированный список, и поэтому задачи, назначенные на других пользователей, в нем показаны не будут.

source: To-dos added to this list directly will be automatically added to <strong>%s</strong> list and thus will be available to your teammates who can access this list. <a href="%s">Configure</a>
ru_ru: Задачи, добавленные напрямую в поток, будут сохранены в списке <strong>%s</strong> и станут доступными всем пользователям, которые имеют доступ к этому списку. <a href="%s">Выбрать входящий список</a>

source: To-dos added to the stream directly will be <em>your private to-dos</em> unless you manually assign them to any to-do list or <a href="%s">select the default stream inbox list</a> in the app settings.
ru_ru: Задачи, добавленные напрямую в поток, будут <strong>видны только вам</strong> до тех пор, пока вы не переместите их в один из общих списков дел или не <a href="%s">выберите список для входящих</a> в настройках, прежде чем добавлять новые задачи в поток.

source: All to-do items (either completed or not) will be deleted permanently.
ru_ru: Все задачи (как выполненные, так и нет) будут удалены без возможности восстановления.

source: %s have just completed <strong>&#10004; %s</strong>
ru_ru: %s выполнил задачу <strong>&#10004; %s</strong>

source: To-do has been uncompleted: <strong>&#10006; %s</strong>
ru_ru: Задача возвращена: <strong>&#10006; %s</strong>

source: %s assigned you to a to-do on <a href="%s">%s</a>
ru_ru: %s назначил вас на задачу <a href="%s">%s</a>

source: %s commented on <a href="%s">%s</a>
ru_ru: %s добавил комментарий к <a href="%s">%s</a>

source: There are new items on <a href="%s">%s</a> to-do list:
ru_ru: В списке <a href="%s">%s</a> новые задачи:

source: %s have just created a new to-do list <strong><a href="%s">%s</a></strong>
ru_ru: %s создал новый список задач <strong><a href="%s">%s</a></strong>

source: This to-do is assigned to another person. Are you sure you want to mark this item as complete?
ru_ru: Эта задача назначена на другого пользователя. Вы уверены, что хотите отметить его как выполненное?

source: Close?
ru_ru: Закрыть?

source: Failed to upload file %s.
ru_ru: При загрузке файла %s произошла ошибка.

source: New comment on %s
ru_ru: Новый комментарий к задаче %s

source: created new list
ru_ru: создал список

source: deleted a list
ru_ru: удалил список

source: archived
ru_ru: отправил в архив

source: added new items to
ru_ru: добавил новые задачи в

source: to his personal to-do stream
ru_ru: в свой поток задач

source: Your favorites list is empty
ru_ru: Избранных задач нет

source: Click on a tiny star icon next to to-do name to add it to your personal favorties list.
ru_ru: Щелкните по маленькой звездочке, чтобы добавить задачу в ваш личный список избранных.

source: Only selected users will be able to access lists and to-dos in this pocket.
ru_ru: Только выбранные пользователи будут иметь доступ к спискам этого проекта.

source: completed
ru_ru: выполнил задачу

source: My to-dos
ru_ru: Мои задачи

source: Comments
ru_ru: Комментарии

source: Due %s
ru_ru: Срок: %s

source: Create a to-do list and share it with your teammates.
ru_ru: Создавайте списки дел и работайте над ними совместно с командой.

source: Online
ru_ru: Онлайн

source: Use <a href="%s">Team app</a> to invite teammates and to collaborate using the To-dos app: select a user or a group of users &gt; Access tab &gt; To-dos app &gt; apply the proper access level.
ru_ru: Работайте совместно! Используйте приложение «<a href="%s">Команда</a>», чтобы предоставить доступ коллегам: выберите пользователя или группу пользователей &gt; вкладка «Доступ» &gt; приложение «Дела» &gt; настройте подходящий уровень доступа.

source: Reply
ru_ru: Ответить

source: on
ru_ru: к задаче

source: Loading...
ru_ru: Загрузка…

source: You are about to permanently delete this comment. Delete?
ru_ru: Комментарий будет удален без возможности восстановления. Удалить?

source: Next
ru_ru: Вперед

source: Previous
ru_ru: Назад

source: My favorites
ru_ru: Мои избранные

source: <strong>Your Favorites list is empty.</strong> To add a to-do to your personal favorites list, either click on a tiny little star icon next to a to-do name (in just any to-do list) or add a to-do directly using the form below.
ru_ru: <strong>Ваш список избранных задач пуст.</strong> Добавляйте задачи в свой персональный список избранных с помощью маленькой звездочки справа от названия задачи (в каком бы списке задача не находилась) или добавляя новые задачи в избранные ниже.

source: All favorites
ru_ru: Все избранные

source: Close
ru_ru: Закрыть

source: me
ru_ru: я

source: When due is set, it may automatically increase the manually set priority color.
ru_ru: При приближении срока приоритет (цвет) задачи автоматически возрастает и может стать выше выставленного вручную.

source: Re-sort list
ru_ru: Обновить сортировку

source: Edit list details
ru_ru: Настройки списка

source: Access
ru_ru: Доступ

source: author
ru_ru: автор

source: Use <a href="%s">Team app</a> to configure access to this to-do list: select a user or a group of users &gt; Access tab &gt; To-dos app &gt; apply the proper access level.
ru_ru: Для настройки доступа к списку используйте приложение «<a href="%s">Команда</a>»: выберите пользователя или группу пользователей &gt; вкладка «Доступ» &gt; приложение «Дела» &gt; настройте подходящий уровень доступа.

source: Understand “Meeting tomorrow at 10” input (recommended)
ru_ru: Умный ввод «Встреча завтра в 10» (рекомендуется)

source: When enabled, the app will automatically parse to-do name and set due date and time if it was typed.<br> Examples: “Meeting tomorrow morning”, “Call James next friday 5pm”, “Pay electricity bill in a week”, “Update working schedule April 25”.
ru_ru: Приложение автоматически установит дату и время выполнения задачи по введенному тексту задачи.<br> Например, «Встреча завтра утром», «Позвонить Кириллу в пятницу в 17:00», «Оплатить аренду через неделю», «Рассылка клиентам 25 апреля».

source: My to-dos to self
ru_ru: Мои задачи себе

source: To-dos assigned to me by other users
ru_ru: Задачи, назначенные на меня другими пользователями

source: To-dos created by me in shared lists
ru_ru: Задачи, добавленные в общие списки мной

source: only in lists which I marked as favorite
ru_ru: только в списки, которые я добавил в избранные

source: To-dos created by other users in shared lists
ru_ru: Задачи, добавленные в общие списки другими пользователями

source: all Green, Yellow, and Red to-dos from all lists
ru_ru: все Зеленые + Желтые + Красные задачи

source: My to-dos is your personal dynamic to-do list that automatically collects all to-dos which you are about to do up next. To-dos to self and to-dos assigned to you by your teammates are included in this list automatically. Most important and urgent to-dos are on top.
ru_ru: Мои задачи — это ваш персональный фильтр предстоящих задач. В фильтр автоматически попадают все задачи, которые вы назначили на себя и которые вам отправили другие пользователи. Самые важные и срочные задачи показываются наверху.

source: Additionally, you can include other users’s to-dos to be shown on your My to-dos list , which is handy if you want to be sure not to miss any important to-do item, either it is an urgent to-do or a to-do list you follow.
ru_ru: Дополнительно вы можете включить в фильтр задачи, созданные другими пользователями. Это удобно, если вы следите за выполнением важных запланированных задач или задач из отдельных избранных списков.

source: To-dos assigned to other users will be automatically hidden from your My to-dos list.
ru_ru: Задачи, созданные вами и назначенные на других пользователей, будут скрыты из списка предстоящих задач.

source: The counter will count to-dos of the specified colors on your My to-dos list.
ru_ru: Приложение автоматически подсчитает количество задач выбранных цветов в фильтре «Мои задачи» и покажет это число на иконке приложения.

source: When someone sends me a to-do
ru_ru: О назначении задач на меня

source: %s’s to-dos (%d)
ru_ru: Задачи %s (%d)

source: Shared lists
ru_ru: Общие списки

source: Use Team app to <a href="%s">configure %s’s access</a> to shared lists: select a user or a group of users &gt; Access tab &gt; To-dos app &gt; apply the proper access level.
ru_ru: Настройте <a href="%s">доступ к спискам для %s</a> в приложении «Команда»: выберите пользователя или группу пользователей &gt; вкладка «Доступ» &gt; приложение «Дела» &gt; настройте подходящий уровень доступа.

source: You have no lists that you would share with %s in common.
ru_ru: У вас нет общих списков дел с %s.

source: Welcome to To-dos app!
ru_ru: Добро пожаловать!

source: Use To-dos app to keep track on what you need to do up next, to assign to-dos to your teammates, and to collaborate on shared to-do lists.
ru_ru: Приложение «Дела» позволит вашей команде эффективно работать совместно: вести общие списки дел, планировать работу, назначать задачи друг другу и не пропустить ни одного важного запланированного события.

source: Meeting tomorrow at 10
ru_ru: Встреча завтра в 10

source: %s has just completed <strong>%s</strong>
ru_ru: %s выполнил задачу <strong>%s</strong>

source: The following to-do has just been uncompleted and rolled back to active status: <strong>%s</strong>
ru_ru: Задача возвращена в статус невыполненной: <strong>%s</strong>

source: Manage my subscription
ru_ru: Настройки подписки

source: %s sent you <a href="%s">a new to-do</a>
ru_ru: %s отправил вам <a href="%s">новую задачу</a>

source: Are you sure you want to delete this file?
ru_ru: Удалить файл?

source: Archiving the list will temporarily make this list and all it's items invisible. When you need this list in the future, simply unarchive it and continue from just where you stopped. Archive the list?
ru_ru: Список и все невыполненные задачи этого списка будут временно скрыты в архиве. Восстановить список из архива вы сможете в разделе «Архив». Продолжить?

source: You are about to leave this page without saving your input. Are you sure?
ru_ru: Уйти со страницы без сохранения введенной информации?

source: No item with such ID
ru_ru: Нет задач с указанным ID

source: unarchived
ru_ru: восстановлен из архива

source: added new to-dos to
ru_ru: добавил новые задачи в список

source: commented on a to-do in
ru_ru: добавил комментарий к задаче в списке

source: assigned a to-do to
ru_ru: отправил задачу пользователю

source: To-dos
ru_ru: Задачи

source: Can create to-dos to self
ru_ru: Работа с персональным списком дел «Мои задачи»

source: Can create shared to-do lists
ru_ru: Создание новых общих списков дел
