Repository: 1312inc/PocketLists-Webasyst
Catalog: locale/*/LC_MESSAGES/pocketlists.po
Languages: ru_ru

source: Can see other users personal to-dos and assign to-dos to teammates
ru_ru: Просмотр персональных задач других пользователей, назначение задач другим пользователям

source: in any to-do list
ru_ru: в любые списки

source: %d to-do
ru_ru: %d задача

source: <strong>No comments yet.</strong> This page will display a plain list of all to-do item comments posted by you and your teammates. Keep track on this page to make sure not to miss a single discussion.
ru_ru: <strong>Пока комментариев нет.</strong> На этой странице будут отображаться все комментарии, добавленные к задачам вами и вашими коллегами.

source: Sorry. You are not allowed to see anything on this page.
ru_ru: Извините, но у вас нет доступа к данным на этой странице.

source: Access denied
ru_ru: Доступ запрещен

source: archive
ru_ru: архив

source: Access to lists
ru_ru: Доступ ко спискам

source: No to-dos :)
ru_ru: Совсем нет задач :)

source: to
ru_ru: к

source: added a to-do to self
ru_ru: поставил себе новую задачу

source: sent a new to-do
ru_ru: поставил новую задачу

source: in
ru_ru: в

source: to user
ru_ru: пользователю

source: in list
ru_ru: в списке

source: List #%d
ru_ru: Список №%d

source: New to-do (e.g. “meeting tomorrow at 10”)
ru_ru: Новая задача (например, «встреча завтра в 10»)

source: Show all %d completed to-dos
ru_ru: Показать все %d выполненные задачи

source: DELETED LIST
ru_ru: СПИСОК УДАЛЕН

source: Show everyone
ru_ru: Показать всех

source: Files with extension .%s are not allowed to security considerations.
ru_ru: Загрузка файлов с расширением .%s не разрешена из соображений безопасности.

source: Unknown state
ru_ru: Неизвестный статус

source: Better order processing
ru_ru: Обработка заказов — под контролем!

source: Pocket Lists integrates with Shop-Script and allows you to process orders even better: quickly set reminders linked to Shop-Script orders, assign tasks to sales managers, schedule follow-ups for the future. Pocket Lists will gather all such to-dos in one place and ensure you have your sales under complete control. Learn more about <a href="%s" target="_blank">integration with Shop-Script</a>.
ru_ru: Pocket Lists сделает обработку заказов удобнее и поможет лучше контролировать процесс продаж. Создавайте напоминания и задачи, связанные с заказами Shop-Script, назначайте ответственных, следите за выполнением. Подробнее <a href="%s" target="_blank">об интеграции с Shop-Script</a>.

source: https://www.webasyst.com/store/app/pocketlists/shop-script/
ru_ru: https://www.webasyst.ru/store/app/pocketlists/shop-script/

source: To return a to-do back to work, simply unclick its checkmark.
ru_ru: Чтобы вернуть задачу в работу, просто кликните по галочке.

source: Store
ru_ru: Магазин

source: Discussions
ru_ru: Обсуждения

source: Your daily routine
ru_ru: Ваши планы на день

source: <a href="%s">Use Settings</a> page to configure your custom “My To-dos” filter behaviour.
ru_ru: <a href="%s">Настройте</a>, какие именно задачи должны попадать в ваш персональный список задач.

source: List created
ru_ru: Список создан

source: Limited access
ru_ru: Ограниченный доступ

source: Find order by ID
ru_ru: Введите номер заказа

source: Pocket settings
ru_ru: Настройки проекта

source: Can see Shop-Script to-dos, other users personal to-dos, and assign to-dos to teammates
ru_ru: Просмотр задач, связанных с заказами Shop-Script, персональных задач других пользователей, назначение задач другим пользователям

source: DANGER! Pocket will be deleted with all its content including lists and to-dos. There will be no way to restore this data. Are you sure?
ru_ru: СТОП, СТОП, СТОП! Проект будет удален вместе со всеми содержимым — списками и задачами. Возможности восстановить эти данные не будет. Вы уверены?

source: Order
ru_ru: Заказ

source: Add note
ru_ru: Добавить заметку

source: Can create and see to-dos linked with Shop-Script orders
ru_ru: Просмотр и работа с задачами, связанными с заказами Shop-Script

source: Not found
ru_ru: Не найдено

source: Work & Office
ru_ru: Работа и офис

source: Shopping
ru_ru: Шопинг

source: Home & Family
ru_ru: Дом и семья

source: Travel & Vacations
ru_ru: Отдых и путешествия

source: Nature & Outdoors
ru_ru: Природа

source: Holidays & Events
ru_ru: Праздники и события

source: School & Education
ru_ru: Школа и образование

source: Hobbies & Games
ru_ru: Хобби и игры

source: Food & Drink
ru_ru: Еда и напитки

source: Health & Medical
ru_ru: Здоровье

source: Sports & Activities
ru_ru: Спорт

source: Toys & Babies
ru_ru: Дети

source: Pets & Animals
ru_ru: Животные

source: Tech & Gadgets
ru_ru: Технологии и гаджеты

source: Signs & Symbols
ru_ru: Символы и знаки

source: Flags
ru_ru: Флаги

source: Stream
ru_ru: Поток

source: %d s
ru_ru: %d с

source: %d min
ru_ru: %d мин

source: %d h
ru_ru: %d ч

source: %d d
ru_ru: %d д

source: %d mo
ru_ru: %d мес

source: %d y
ru_ru: %d г

source: Details
ru_ru: Параметры

source: You don’t have access to any list in the pocket. Please contact your admin to request access setup.
ru_ru: У вас нет доступа к спискам этого проекта. Попросите своего администратора открыть доступ.

source: Updated
ru_ru: Обновлено

source: No pocket/id and list/id params specified
ru_ru: Не указаны ID проекта и списка

source: Pocket and list not found
ru_ru: Проект и список не найдены

source: List move error
ru_ru: Не получилось переместить список

source: To setup access rights by pocket, set Limited access for at least one pocket
ru_ru: Для настройки доступа к спискам дел включите доступ хотя бы к одному проекту

source: Use @ or # symbols to link this to-do with a Shop-Script order.
ru_ru: Используйте символы @, # или № для связи задачи с заказами Shop-Script.
